tap "argoproj/tap"
tap "dagger/tap"
tap "homebrew/bundle"
brew "argocd"
brew "gcc"
brew "autojump"
brew "bat"
brew "chezmoi"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "hey"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "r"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "tmux"
brew "vcluster"
brew "zplug"
brew "zsh"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "dagger/tap/dagger"
