tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "gcc"
brew "zsh"
brew "antigen"
brew "autojump"
brew "bottom"
brew "byobu"
brew "cmatrix"
brew "fzf"
brew "gdu"
brew "go"
brew "graphviz"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "pnpm"
brew "ripgrep"
brew "rust"
brew "spotify-tui"
brew "yarn"
brew "jesseduffield/lazygit/lazygit"
